// Напишіть через свіч пошук автора мови програмування.
// Пишемо назву мови у шаблонному рядку отримує відповідь
// мова та автора
// PHP Расмус Лердоф
// C# Група інженерів Майкрософт
// Swift Кріс Латтнер
// JS Брендан Ейх
// Java Джеймс Гослінг
// Python Гвідо ван Россум


// Дано рядок, що складається із символів, наприклад, "abcde".
// Перевірте, що першим символом цього рядка є буква  "a".
// Якщо це так - виведіть "так", інакше виведіть "ні"

const value = "abcde"
console.log(value[0]);
if (value[0] === "a") {
    console.log("так");
} else {
    console.log("Ні");
}